
{
  "shop_list": {
    "shop_list": [
      {
        "item_id": 3,
        "name": "bag00",
        "description": "nice bag",
        "price": 250,
        "photo_path": "https://avatars.dzeninfra.ru/get-zen_doc/1582279/pub_611a6b26d2a8555fc1d59fa9_611a6b8ac591c35d4d14db52/scale_1200",
        "is_available": true
      },
      {
        "item_id": 5,
        "name": "badge02",
        "description": "amazing badge",
        "price": 50,
        "photo_path": "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_660a5cb19d47c9315417225a_660a893b6451115ba66e98b2/scale_1200",
        "is_available": true
      },
      {
        "item_id": 6,
        "name": "badge03",
        "description": "available badge",
        "price": 5,
        "photo_path": "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_660a5cb19d47c9315417225a_660a894a2619a736fbcd36f0/scale_1200",
        "is_available": true
      },
      {
        "item_id": 4,
        "name": "badge01",
        "description": "cool badge",
        "price": 20,
        "photo_path": "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_660a5cb19d47c9315417225a_660a895fa4f78730c5baf82b/scale_1200",
        "is_available": true
      },
      {
        "item_id": 1,
        "name": "badge00",
        "description": "nice badge",
        "price": 15,
        "photo_path": "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_660a5cb19d47c9315417225a_660a89778529120e745eb8b8/scale_1200",
        "is_available": true
      },
      {
        "item_id": 2,
        "name": "t-shirt00",
        "description": "nice t-shirt",
        "price": 100,
        "photo_path": "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_660a5cb19d47c9315417225a_660a8d2a64775b35bf1e505f/scale_1200",
        "is_available": true
      },
      {
        "item_id": 7,
        "name": "t-shirt01",
        "description": "cool t-shirt",
        "price": 125,
        "photo_path": "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_660a5cb19d47c9315417225a_660a8d659d47c9315470f029/scale_1200",
        "is_available": true
      },
      {
        "item_id": 8,
        "name": "t-shirt02",
        "description": "amazing t-shirt",
        "price": 200,
        "photo_path": "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_660a5cb19d47c9315417225a_660a8db88529120e7466f89e/scale_1200",
        "is_available": true
      },
      {
        "item_id": 9,
        "name": "t-shirt03",
        "description": "available t-shirt",
        "price": 10,
        "photo_path": "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_660a5cb19d47c9315417225a_660a8d8832892732cf6501da/scale_1200",
        "is_available": true
      },
      {
        "item_id": 10,
        "name": "cap00",
        "description": "cool cap",
        "price": 150,
        "photo_path": "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_660a5cb19d47c9315417225a_660a8f2664775b35bf22086b/scale_1200",
        "is_available": true
      }
    ]
  },
  "users": [
    {
      "uid": "1",
      "username": "admin",
      "password": "123",
      "img": "http://s00.yaplakal.com/pics/pics_original/6/6/5/13306566.jpg",
      "fullname": "Иванов Иван Иванович",
      "position": "Мастер слесарь",
      "department": "Отдел по борьбе с коррупцией"
    },
    {
      "uid": "2",
      "username": "test",
      "password": "test",
      "img": "http://s00.yaplakal.com/pics/pics_original/6/6/5/13306566.jpg",
      "fullname": "Иванов Иван Иванович",
      "position": "Мастер слесарь",
      "department": "Отдел по борьбе с коррупцией"
    }
  ],
  "profile": {
    "profile":
    {
      "username": "test",
      "fullname": "Иванов Иван Иванович",
      "position": "Мастер слесарь",
      "department": "Отдел по борьбе с коррупцией"
    }}
  ,
  "cart_data": {
    "cart_data": []
  },
  "user_reservations": {
    "user_reservations": [
      {
        "reservation_id": 1,
        "place_id": 1,
        "start": "2024-07-18T06:00:00Z",
        "finish": "2024-07-22T06:00:00Z"
      },
      {
        "reservation_id": 2,
        "place_id": 1,
        "start": "2024-07-22T06:00:00Z",
        "finish": "2024-07-24T06:00:00Z"
      }
    ]
  },
  "articleInfo": {
    "articleInfo": [
      {
        "post_id": 15,
        "text": "Гендиректор ПАО «КАМАЗ» Сергей Когогин рассказал о новом проекте компании — создании туристического автобуса, который будет представлен общественности в следующем году.\\nНа проходящем в Казани международном экономическом форуме «KazanForum», генеральный директор ПАО «КАМАЗ» Сергей Когогин представил амбициозные планы компании по разработке нового туристического автобуса. Эта новинка, которая будет представлена общественности в следующем году, обещает внести кардинальные изменения в сферу пассажирских перевозок.\\nПроект, над которым работают лучшие инженеры «КАМАЗ», ставит перед собой цель не просто создать ещё одно транспортное средство, но и предложить рынку продукт, сочетающий в себе последние технологические достижения в области безопасности, комфорта и экологичности. По словам Сергея Когогина, новый автобус будет воплощением передовых идей и решений, которые сделают путешествия на дальние расстояния более приятными и менее утомительными.\\n«Мы анализировали потребности операторов туристических маршрутов и отзывы пассажиров со всего мира, чтобы наше новое творение максимально соответствовало запросам современного рынка. Наш туристический автобус будет обладать улучшенной эргономикой, продвинутыми системами безопасности и, что немаловажно, экологически чистым двигателем», — подчеркнул Когогин.\\nОсобое внимание в проектировании автобуса «КАМАЗ» уделено комфорту пассажиров. Салон будет оснащён современными развлекательными системами, включая Wi-Fi, системы персонального освещения и мультимедиа с возможностью подключения через Bluetooth. Кресла нового поколения, разработанные с учётом последних исследований в области анатомии, позволят пассажирам чувствовать себя расслабленно даже во время многочасовых поездок.\\nВажной особенностью автобуса станет его экологичность. «КАМАЗ» планирует использовать гибридные и полностью электрические версии двигателей, что существенно снизит выбросы углекислого газа и других вредных веществ. «Это будет шаг в сторону устойчивого развития и ответственного отношения к окружающей среде, который сегодня активно поддерживается на глобальном уровне», — отметил Когогин.\\nТехнологическое оснащение автобуса также включает в себя продвинутые системы водительской помощи, такие как адаптивный круиз-контроль, система предотвращения столкновений и автоматическое торможение в чрезвычайных ситуациях, что делает управление автобусом более безопасным и интуитивным.\\nПроизводство нового туристического автобуса запланировано на начало следующего года, и уже к середине года первые модели поступят в продажу. «КАМАЗ» ожидает, что новый продукт найдёт своего потребителя не только в России, но и на международных рынках, укрепляя позиции компании как одного из лидеров в производстве коммерческого транспорта."
      },
      {
        "post_id": 1,
        "text": "Детские лагеря: незабываемый отдых для ребёнка в комплексе «Саулык»!\nАО «КАМА ДИЗЕЛЬ» получил путевки в загородные лагеря оздоровительно-образовательного комплекса «Саулык», входящего в структуру ПАО «КАМАЗ», для распределения между своими работниками. Летом 2024 года в детских лагерях отдохнут 24 ребенка наших работников.\nЧто принесёт отдых? Оздоровление и массу положительных эмоций мы гарантируем!\nДетские лагеря «Солнечный», «Звёздный» и «Крылатый» расположены в живописном месте − на берегу реки Камы (территория Национального парка Татарстана «Нижняя Кама»). Отдых вашего ребёнка будет протекать среди живой природы. От города Набережные Челны 11 км.\nСовременные комфортабельные двухэтажные корпуса в количестве 22 штук уже готовы распахнуть свои двери перед маленькими отдыхающими. Помимо этого, на территории возведены три административных здания, в каждом из которых есть отдельная столовая. Большие холлы станут местом проведения массовых мероприятий, в которых ваши дети будут с удовольствием принимать участие, демонстрируя свои таланты.\n"
      },
      {
        "post_id": 2,
        "text": "С 01.05.2024г. с Завода двигателей в АО «КАМА ДИЗЕЛЬ» переданы подразделения по изготовлению комплектующих и двигателей Р6: участок сборки двигателей 910, участок обработки блока цилиндров 910, участок производства коленчатого вала 910, участок обработки головки блока цилиндров 910.\nАО «КАМА ДИЗЕЛЬ» будет производить широкий модельный ряд двигателей Р6 стандарта «Евро-5» и «Евро-6» в диапазоне мощностей от 380 до 550 л.с. За основу двигателя для автомобилей тяжёлого семейства, в числе которых самосвалы КАМАЗ-6595, КАМАЗ-65951, КАМАЗ-65952, взят дизельный двигатель КАМАЗ Р6 и адаптирован под условия их работы.\nВнешне модификация силового агрегата похожа на своего прародителя, отличия в «начинке» и характеристиках. Это форсированный до 550 л.с. двигатель c новой автоматизированной 12-ступенчатой коробкой передач ZF Traxon. Также увеличен крутящий момент с базовых 2000 до 2540 Hm при частоте вращения 1300 об/мин. Ожидаемый ресурс до капремонта – около полутора миллионов километров с заменой масла каждые 150 000 км.\nДля самосвала КАМАЗ-6595 предусмотрена дополнительная установка привода КОМ (коробка отбора мощности) для отбора мощности напрямую от двигателя, а не от коробки передач. Также на некоторых комплектациях автомобилей предполагается установка усиленного насоса ГУР, наличие которого будет зависеть от назначения техники."
      },
      {
        "post_id": 3,
        "text": "В очередном номере газета «Вести КАМАЗа» предлагает вниманию своих читателей социальные, политические и культурные новости из жизни «КАМАЗа», города и республики. Три основных темы этой недели:\n«Я в театр» – с радостью говорят люди, которым удалось купить билеты на желанный спектакль или посчастливилось быть туда приглашенными. Так сказал бы и камазовский 12-тонный грузовик «Компас», только ему повезло еще больше – он стал полноправным членом труппы театра «Мастеровые» и будет колесить вместе с артистами по стране. Церемония передачи машины прошла 14 мая.\nНа автомобильном заводе была организована экскурсия для особого гостя из Санкт-Петербурга – 15-летнего Андрея, который находится под патронажем благотворительного фонда «Детский и взрослый хоспис «Бумажная птица». Подросток стал участником всероссийского проекта «Мечты сбываются», а увидеть, как производят грузовики, была мечта Андрея. Камазовцы не только провели для него экскурсию по производству, но и усадили за руль машины. Теперь он знает: «Мечты сбываются».\nВ ДК «КАМАЗа» состоялся XIII Всероссийский слет моделистов. Здесь можно было увидеть не только легковые и грузовые автомобили, но и авиацию, морские суда и даже космические корабли. На конкурсе КАМАЗы занимали особое место, для моделистов даже учредили отдельную номинацию. В 2024 году в ней участвовали девять моделей. Самосвал 6595 казанца Михаила Назарова занял первое место. Подробности – в материале «В масштабах модели».\nПрочесть материалы можно онлайн в pdf-версии здесь.\nАвтор статьи Дежурный редактор\nИсточник: Газета Вести КАМАЗа\n"
      },
      {
        "post_id": 4,
        "text": "В интернете появились фотографии новых беспилотных самосвалов ПАО «КамАЗ» под названием «Атлант 49 Робокоп», «Юпитер 30». \nКамский автозавод раскрыл подробности о карьерном самосвале «Юпитер 30», который показали на прошлой неделе в ходе выездного заседания Совета директоров ПАО «КАМАЗ». Также в соцсетях КамАЗ опубликовал фотографии, позволяющие в подробностях рассмотреть новинку, главная особенность которой — отсутствие водительской кабины. Грузовик спроектирован как беспилотное транспортное средство для работы в карьере и может перевозить десятки тонн руды, полагаясь на датчики, камеры и радары.\nСамосвал под заводским индексом КамАЗ-6559 не нуждается в присутствии человека в опасной зоне — за его движениями будет удаленно следить оператор. Для самостоятельной работы «Юпитер 30» оснастили видеокамерами, 2D- и 3D-лидарами, ультразвуковыми датчиками и радарами с защитой от пыли, грязи и вибраций. Также в арсенале самосвала — GSM-антенны и GPS/ГЛОНАСС навигация.\nНужные для движения датчики есть с обеих сторон, поэтому «Юпитер» сможет обойтись без лишних маневров, что сэкономит и время, и топливо. Кроме этого, предусмотрена система рекуперации энергии при торможении и езде вниз по склону карьера.\nКамАЗ-6559, развивающий до 56 километров в час, укомплектован гибридной силовой установкой с рядной «шестеркой» объемом 11,9 литра, выдающей 450 лошадиных сил. Мотор приводит в движение электрический генератор, который подзаряжает аккумуляторы, питающие тяговые электродвигатели. Последних в «Юпитере» два — по одному на каждый мост.\nМаксимальная грузоподъемность «Юпитера 30», как и следует из его названия, составляет 30 тонн. Снаряженная масса — 23 тонны, оба моста имеют одинаковую нагрузку по 25 тонн каждый. Самосвальная платформа объемом 21,5 кубически метра изготовлена из толстого слоя стали и обогревается отработавшими газами двигателя: благодаря этому зимой мокрый грунт не будет примерзать.\nВместе с премьерой беспилотника КамАЗ анонсировал целое семейство «Юпитеров», причем следующим за первенцем жесткорамным карьерным машинам обещают увеличенную грузоподъемность. Их разработкой компания будет заниматься в течение пяти лет.\nАвтозавод «КамАЗ» приступил к испытаниям прототипа беспилотного тяжёлого самосвала «Атлант 49» с колёсной формулой 8×4. Сообщение об этом вместе с фото новинки появилось в Telegram-канале автопроизводителя. Самосвал планируют использовать в угольных карьерах. На заводе он получил прозвище «Робокоп».\nГлава пресс-службы «КамАЗа» Олег Афанасьев рассказал, что «Атлант 49» после установки самосвальной платформы отправится в научно-технический центр компании для доработки. Затем новый беспилотный самосвал будет отправлен в угольные карьеры Кемерово для испытания в реальных условиях. По результатам испытаний будет принято решение о целесообразности начала серийного производства. Никаких подробностей о технических характеристиках и сроках начала полноценной эксплуатации автопроизводитель не раскрыл.\nВ июне 2023 года беспилотные грузовики «КамАЗ» прошли всестороннее тестирование на трассе М-11 «Нева» по маршруту Санкт-Петербург — Москва — Санкт-Петербург. На протяжении всего времени испытаний движение автомобилей контролировал находящийся в кабине инженер-испытатель. В июле компания X5 Group начала регулярные грузоперевозки по этому маршруту беспилотными грузовиками «Камаз-54901»."
      },
      {
        "post_id": 5,
        "text": "В минувшее воскресенье, 19 мая, завершилась баха «Арчеда», которая прошла на территории Арчединско-Донского песчаного массива, в статусе этапа кубка России и Чемпионата Волгоградской области по ралли-рейдам. Три участвующих в гонке экипажа команды «КАМАЗ-мастер» вошли в четвёрку сильнейших.\nКоманда «КАМАЗ-мастер» была представлена на гонке экипажами Дмитрия Сотникова, Богдана Каримова и Эдуарда Николаева. В грузовом зачёте гонки, кроме камазовцев, принимали участие команды «МАЗ-СПОРТавто» (Белоруссия), «Урал Моторспорт» и «ГАЗ Рейд Спорт».\nСпортивная программа гонки началась 17 мая с 20-километрового пролога, второй этап соревнований включил в себя два больших круга по 100 километров, в третий день гонщики так же прошли два спецучастка протяжённостью по 100 км, что и накануне, но с направлением в обратную сторону.\nВ результате победителем бахи «Арчеда» в классификации грузовых автомобилей стал экипаж Богдана Каримова, второе место у экипажа Дмитрия Сотникова, «бронза» – у Сергея Вязовича (команда «МАЗспорт-Авто»). Четвёртое место занял экипаж Эдуарда Николаева.\nИтоги гонки подвел руководитель команды «КАМАЗ-мастер» Эдуард Николаев: «День очень непростой, очень сложная трасса. Физически трудно. Мы думали, что будут короткие СУ, будет не по-марафонски, но глубоко ошиблись. Спецучастки, на первый взгляд, короткие – 100-километровые кольца, но очень динамичные, с буграми, корявыми дюнами, скорость где-то вырастет, где-то падает. Было сильно нарыто, грузовикам было непросто, но результатами дня доволен. Была очень напряженная борьба между экипажами Сергея Вязовича, Богдана Каримова, Дмитрия Сотникова, и мы замыкали эту четвёрку. Самое главное, что мы не имели технических проблем, и все на финише. Очень рад за экипаж Каримова, они показали отличный результат. Вся команда молодцы, особенное спасибо ребятам технического сопровождения - машины на трассе по техническим причинам не стояли. Поздравляю всю нашу команду, партнёров и болельщиков с победой в Арчединских песках!»\nВолгоградский этап Чемпионата России баха «Арчеда» стал продолжением спортивного сезона после прошедшей в Астрахани в апреле бахи «Золото Кагана». Фактически он выступил своеобразным прологом к ралли «Шёлковый путь», которое пройдет с 5 по 15 июля по территории России и Монголии."
      }
    ]
  }
,
  "articles": {
    "articles": [
      {
        "post_id": 15,
        "title": "КАМАЗ анонсировал новый туристический автобус",
        "text": "Гендиректор ПАО «КАМАЗ» Сергей Когогин рассказал о новом проекте компании — создании туристического автобуса, который будет представлен общественности в следующем году.\\nНа проходящем в Казани международном экономическом форуме «KazanForum», генеральный директор ПАО «КАМАЗ» Сергей Когогин представил амбициозные планы компании по разработке нового туристического автобуса. Эта новинка, которая будет представлена общественности в следующем году, обещает внести кардинальные изменения в сферу пассажирских перевозок.\\nПроект, над которым работают лучшие инженеры «КАМАЗ», ставит перед собой цель не просто создать ещё одно транспортное средство, но и предложить рынку продукт, сочетающий в себе последние технологические достижения в области безопасности, комфорта и экологичности. По словам Сергея Когогина, новый автобус будет воплощением передовых идей и решений, которые сделают путешествия на дальние расстояния более приятными и менее утомительными.\\n«Мы анализировали потребности операторов туристических маршрутов и отзывы пассажиров со всего мира, чтобы наше новое творение максимально соответствовало запросам современного рынка. Наш туристический автобус будет обладать улучшенной эргономикой, продвинутыми системами безопасности и, что немаловажно, экологически чистым двигателем», — подчеркнул Когогин.\\nОсобое внимание в проектировании автобуса «КАМАЗ» уделено комфорту пассажиров. Салон будет оснащён современными развлекательными системами, включая Wi-Fi, системы персонального освещения и мультимедиа с возможностью подключения через Bluetooth. Кресла нового поколения, разработанные с учётом последних исследований в области анатомии, позволят пассажирам чувствовать себя расслабленно даже во время многочасовых поездок.\\nВажной особенностью автобуса станет его экологичность. «КАМАЗ» планирует использовать гибридные и полностью электрические версии двигателей, что существенно снизит выбросы углекислого газа и других вредных веществ. «Это будет шаг в сторону устойчивого развития и ответственного отношения к окружающей среде, который сегодня активно поддерживается на глобальном уровне», — отметил Когогин.\\nТехнологическое оснащение автобуса также включает в себя продвинутые системы водительской помощи, такие как адаптивный круиз-контроль, система предотвращения столкновений и автоматическое торможение в чрезвычайных ситуациях, что делает управление автобусом более безопасным и интуитивным.\\nПроизводство нового туристического автобуса запланировано на начало следующего года, и уже к середине года первые модели поступят в продажу. «КАМАЗ» ожидает, что новый продукт найдёт своего потребителя не только в России, но и на международных рынках, укрепляя позиции компании как одного из лидеров в производстве коммерческого транспорта.",
        "creation_date": "2024-05-21T09:33:43.83405Z",
        "update_date": "2024-05-21T09:33:43.83405Z",
        "likes_amount": 0,
        "images": [
          "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_664c8a618c0f381a07648a54_664c8a7a70bfe82cb95485a5/scale_2400"
        ],
        "tags": null
      },
      {
        "post_id": 1,
        "title": "ДЕТСКИЕ ЛАГЕРЯ",
        "text": "Детские лагеря: незабываемый отдых для ребёнка в комплексе «Саулык»!\nАО «КАМА ДИЗЕЛЬ» получил путевки в загородные лагеря оздоровительно-образовательного комплекса «Саулык», входящего в структуру ПАО «КАМАЗ», для распределения между своими работниками. Летом 2024 года в детских лагерях отдохнут 24 ребенка наших работников.\nЧто принесёт отдых? Оздоровление и массу положительных эмоций мы гарантируем!\nДетские лагеря «Солнечный», «Звёздный» и «Крылатый» расположены в живописном месте − на берегу реки Камы (территория Национального парка Татарстана «Нижняя Кама»). Отдых вашего ребёнка будет протекать среди живой природы. От города Набережные Челны 11 км.\nСовременные комфортабельные двухэтажные корпуса в количестве 22 штук уже готовы распахнуть свои двери перед маленькими отдыхающими. Помимо этого, на территории возведены три административных здания, в каждом из которых есть отдельная столовая. Большие холлы станут местом проведения массовых мероприятий, в которых ваши дети будут с удовольствием принимать участие, демонстрируя свои таланты.\n",
        "creation_date": "2024-05-21T14:37:30.753045Z",
        "update_date": "2024-05-21T14:37:30.753045Z",
        "likes_amount": 0,
        "images": [
          "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_664c8a618c0f381a07648a54_664c8aaa3a67463cfcc9b7ff/scale_1200",
          "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_664c8a618c0f381a07648a54_664c8ab89ff03944e16fcf47/scale_2400",
          "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_664c8a618c0f381a07648a54_664c8abd9ff03944e16fd94c/scale_2400",
          "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_664c8a618c0f381a07648a54_664c8ac33a67463cfcc9e2e1/scale_2400"
        ],
        "tags": null
      },
      {
        "post_id": 2,
        "title": "Расширение ряда двигателей",
        "text": "С 01.05.2024г. с Завода двигателей в АО «КАМА ДИЗЕЛЬ» переданы подразделения по изготовлению комплектующих и двигателей Р6: участок сборки двигателей 910, участок обработки блока цилиндров 910, участок производства коленчатого вала 910, участок обработки головки блока цилиндров 910.\nАО «КАМА ДИЗЕЛЬ» будет производить широкий модельный ряд двигателей Р6 стандарта «Евро-5» и «Евро-6» в диапазоне мощностей от 380 до 550 л.с. За основу двигателя для автомобилей тяжёлого семейства, в числе которых самосвалы КАМАЗ-6595, КАМАЗ-65951, КАМАЗ-65952, взят дизельный двигатель КАМАЗ Р6 и адаптирован под условия их работы.\nВнешне модификация силового агрегата похожа на своего прародителя, отличия в «начинке» и характеристиках. Это форсированный до 550 л.с. двигатель c новой автоматизированной 12-ступенчатой коробкой передач ZF Traxon. Также увеличен крутящий момент с базовых 2000 до 2540 Hm при частоте вращения 1300 об/мин. Ожидаемый ресурс до капремонта – около полутора миллионов километров с заменой масла каждые 150 000 км.\nДля самосвала КАМАЗ-6595 предусмотрена дополнительная установка привода КОМ (коробка отбора мощности) для отбора мощности напрямую от двигателя, а не от коробки передач. Также на некоторых комплектациях автомобилей предполагается установка усиленного насоса ГУР, наличие которого будет зависеть от назначения техники.",
        "creation_date": "2024-05-21T14:38:39.172557Z",
        "update_date": "2024-05-21T14:38:39.172557Z",
        "likes_amount": 0,
        "images": [
          "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_664c8a618c0f381a07648a54_664c8ae14decee3db3fb66de/scale_2400"
        ],
        "tags": null
      },
      {
        "post_id": 3,
        "title": "Обзор свежего номера газеты «Вести КАМАЗа» (№4168)",
        "text": "В очередном номере газета «Вести КАМАЗа» предлагает вниманию своих читателей социальные, политические и культурные новости из жизни «КАМАЗа», города и республики. Три основных темы этой недели:\n«Я в театр» – с радостью говорят люди, которым удалось купить билеты на желанный спектакль или посчастливилось быть туда приглашенными. Так сказал бы и камазовский 12-тонный грузовик «Компас», только ему повезло еще больше – он стал полноправным членом труппы театра «Мастеровые» и будет колесить вместе с артистами по стране. Церемония передачи машины прошла 14 мая.\nНа автомобильном заводе была организована экскурсия для особого гостя из Санкт-Петербурга – 15-летнего Андрея, который находится под патронажем благотворительного фонда «Детский и взрослый хоспис «Бумажная птица». Подросток стал участником всероссийского проекта «Мечты сбываются», а увидеть, как производят грузовики, была мечта Андрея. Камазовцы не только провели для него экскурсию по производству, но и усадили за руль машины. Теперь он знает: «Мечты сбываются».\nВ ДК «КАМАЗа» состоялся XIII Всероссийский слет моделистов. Здесь можно было увидеть не только легковые и грузовые автомобили, но и авиацию, морские суда и даже космические корабли. На конкурсе КАМАЗы занимали особое место, для моделистов даже учредили отдельную номинацию. В 2024 году в ней участвовали девять моделей. Самосвал 6595 казанца Михаила Назарова занял первое место. Подробности – в материале «В масштабах модели».\nПрочесть материалы можно онлайн в pdf-версии здесь.\nАвтор статьи Дежурный редактор\nИсточник: Газета Вести КАМАЗа\n",
        "creation_date": "2024-05-21T14:39:23.196729Z",
        "update_date": "2024-05-21T14:39:23.196729Z",
        "likes_amount": 0,
        "images": [
          "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_664c8a618c0f381a07648a54_664c8af36a51ab7b9436168e/scale_1200"
        ],
        "tags": null
      },
      {
        "post_id": 4,
        "title": "Россиянам показали новые беспилотные самосвалы «КамАЗ»",
        "text": "В интернете появились фотографии новых беспилотных самосвалов ПАО «КамАЗ» под названием «Атлант 49 Робокоп», «Юпитер 30». \nКамский автозавод раскрыл подробности о карьерном самосвале «Юпитер 30», который показали на прошлой неделе в ходе выездного заседания Совета директоров ПАО «КАМАЗ». Также в соцсетях КамАЗ опубликовал фотографии, позволяющие в подробностях рассмотреть новинку, главная особенность которой — отсутствие водительской кабины. Грузовик спроектирован как беспилотное транспортное средство для работы в карьере и может перевозить десятки тонн руды, полагаясь на датчики, камеры и радары.\nСамосвал под заводским индексом КамАЗ-6559 не нуждается в присутствии человека в опасной зоне — за его движениями будет удаленно следить оператор. Для самостоятельной работы «Юпитер 30» оснастили видеокамерами, 2D- и 3D-лидарами, ультразвуковыми датчиками и радарами с защитой от пыли, грязи и вибраций. Также в арсенале самосвала — GSM-антенны и GPS/ГЛОНАСС навигация.\nНужные для движения датчики есть с обеих сторон, поэтому «Юпитер» сможет обойтись без лишних маневров, что сэкономит и время, и топливо. Кроме этого, предусмотрена система рекуперации энергии при торможении и езде вниз по склону карьера.\nКамАЗ-6559, развивающий до 56 километров в час, укомплектован гибридной силовой установкой с рядной «шестеркой» объемом 11,9 литра, выдающей 450 лошадиных сил. Мотор приводит в движение электрический генератор, который подзаряжает аккумуляторы, питающие тяговые электродвигатели. Последних в «Юпитере» два — по одному на каждый мост.\nМаксимальная грузоподъемность «Юпитера 30», как и следует из его названия, составляет 30 тонн. Снаряженная масса — 23 тонны, оба моста имеют одинаковую нагрузку по 25 тонн каждый. Самосвальная платформа объемом 21,5 кубически метра изготовлена из толстого слоя стали и обогревается отработавшими газами двигателя: благодаря этому зимой мокрый грунт не будет примерзать.\nВместе с премьерой беспилотника КамАЗ анонсировал целое семейство «Юпитеров», причем следующим за первенцем жесткорамным карьерным машинам обещают увеличенную грузоподъемность. Их разработкой компания будет заниматься в течение пяти лет.\nАвтозавод «КамАЗ» приступил к испытаниям прототипа беспилотного тяжёлого самосвала «Атлант 49» с колёсной формулой 8×4. Сообщение об этом вместе с фото новинки появилось в Telegram-канале автопроизводителя. Самосвал планируют использовать в угольных карьерах. На заводе он получил прозвище «Робокоп».\nГлава пресс-службы «КамАЗа» Олег Афанасьев рассказал, что «Атлант 49» после установки самосвальной платформы отправится в научно-технический центр компании для доработки. Затем новый беспилотный самосвал будет отправлен в угольные карьеры Кемерово для испытания в реальных условиях. По результатам испытаний будет принято решение о целесообразности начала серийного производства. Никаких подробностей о технических характеристиках и сроках начала полноценной эксплуатации автопроизводитель не раскрыл.\nВ июне 2023 года беспилотные грузовики «КамАЗ» прошли всестороннее тестирование на трассе М-11 «Нева» по маршруту Санкт-Петербург — Москва — Санкт-Петербург. На протяжении всего времени испытаний движение автомобилей контролировал находящийся в кабине инженер-испытатель. В июле компания X5 Group начала регулярные грузоперевозки по этому маршруту беспилотными грузовиками «Камаз-54901».",
        "creation_date": "2024-05-21T14:40:17.113637Z",
        "update_date": "2024-05-21T14:40:17.113637Z",
        "likes_amount": 0,
        "images": [
          "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_664c8a618c0f381a07648a54_664c8b040bd1667c8ca05c23/scale_1200",
          "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_664c8a618c0f381a07648a54_664c8b0d50fc4f194ee0eace/scale_1200"
        ],
        "tags": null
      },
      {
        "post_id": 5,
        "title": "«КАМАЗ-мастер» выиграл баху «Арчеда»",
        "text": "В минувшее воскресенье, 19 мая, завершилась баха «Арчеда», которая прошла на территории Арчединско-Донского песчаного массива, в статусе этапа кубка России и Чемпионата Волгоградской области по ралли-рейдам. Три участвующих в гонке экипажа команды «КАМАЗ-мастер» вошли в четвёрку сильнейших.\nКоманда «КАМАЗ-мастер» была представлена на гонке экипажами Дмитрия Сотникова, Богдана Каримова и Эдуарда Николаева. В грузовом зачёте гонки, кроме камазовцев, принимали участие команды «МАЗ-СПОРТавто» (Белоруссия), «Урал Моторспорт» и «ГАЗ Рейд Спорт».\nСпортивная программа гонки началась 17 мая с 20-километрового пролога, второй этап соревнований включил в себя два больших круга по 100 километров, в третий день гонщики так же прошли два спецучастка протяжённостью по 100 км, что и накануне, но с направлением в обратную сторону.\nВ результате победителем бахи «Арчеда» в классификации грузовых автомобилей стал экипаж Богдана Каримова, второе место у экипажа Дмитрия Сотникова, «бронза» – у Сергея Вязовича (команда «МАЗспорт-Авто»). Четвёртое место занял экипаж Эдуарда Николаева.\nИтоги гонки подвел руководитель команды «КАМАЗ-мастер» Эдуард Николаев: «День очень непростой, очень сложная трасса. Физически трудно. Мы думали, что будут короткие СУ, будет не по-марафонски, но глубоко ошиблись. Спецучастки, на первый взгляд, короткие – 100-километровые кольца, но очень динамичные, с буграми, корявыми дюнами, скорость где-то вырастет, где-то падает. Было сильно нарыто, грузовикам было непросто, но результатами дня доволен. Была очень напряженная борьба между экипажами Сергея Вязовича, Богдана Каримова, Дмитрия Сотникова, и мы замыкали эту четвёрку. Самое главное, что мы не имели технических проблем, и все на финише. Очень рад за экипаж Каримова, они показали отличный результат. Вся команда молодцы, особенное спасибо ребятам технического сопровождения - машины на трассе по техническим причинам не стояли. Поздравляю всю нашу команду, партнёров и болельщиков с победой в Арчединских песках!»\nВолгоградский этап Чемпионата России баха «Арчеда» стал продолжением спортивного сезона после прошедшей в Астрахани в апреле бахи «Золото Кагана». Фактически он выступил своеобразным прологом к ралли «Шёлковый путь», которое пройдет с 5 по 15 июля по территории России и Монголии.",
        "creation_date": "2024-05-21T15:30:53.51078Z",
        "update_date": "2024-05-21T15:30:53.51078Z",
        "likes_amount": 0,
        "images": [
          "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_664c8a618c0f381a07648a54_664c8a90fe5ff61c898e8340/scale_1200"
        ],
        "tags": null
      }
    ]
  }
  ,
  "reservation_list" : {"reservation_list": [
    {"place_id": 1, "name": "Л-201", "is_available": true},
    {"place_id": 2, "name": "Л-202", "is_available": true},
    {"place_id": 3, "name": "Л-203", "is_available": true},
    {"place_id": 4, "name": "Л-204", "is_available": true},
    {"place_id": 5, "name": "Л-205", "is_available": true},
    {"place_id": 6, "name": "Л-206", "is_available": true},
    {"place_id": 7, "name": "Л-207", "is_available": true},
    {"place_id": 8, "name": "Л-208", "is_available": true},
    {"place_id": 9, "name": "Л-209", "is_available": true},
    {"place_id": 10, "name": "Л-210", "is_available": true},
    {"place_id": 11, "name": "Л-211", "is_available": true},
    {"place_id": 12, "name": "Л-212", "is_available": true},
    {"place_id": 13, "name": "Л-213", "is_available": true},
    {"place_id": 14, "name": "Л-214", "is_available": true},
    {"place_id": 15, "name": "Л-215", "is_available": true},
    {"place_id": 16, "name": "Л-216", "is_available": true},
    {"place_id": 17, "name": "Л-217", "is_available": true},
    {"place_id": 18, "name": "Л-218", "is_available": true},
    {"place_id": 19, "name": "Л-219", "is_available": true},
    {"place_id": 20, "name": "Л-220", "is_available": true},
    {"place_id": 21, "name": "Л-221", "is_available": true},
    {"place_id": 22, "name": "Л-222", "is_available": true},
    {"place_id": 23, "name": "Л-223", "is_available": true},
    {"place_id": 24, "name": "Л-224", "is_available": true},
    {"place_id": 25, "name": "Л-225", "is_available": true},
    {"place_id": 26, "name": "Л-226", "is_available": true},
    {"place_id": 27, "name": "Л-227", "is_available": true},
    {"place_id": 28, "name": "Л-228", "is_available": true},
    {"place_id": 29, "name": "Л-229", "is_available": true},
    {"place_id": 30, "name": "Л-230", "is_available": true},
    {"place_id": 31, "name": "Л-231", "is_available": true},
    {"place_id": 32, "name": "Л-232", "is_available": true},
    {"place_id": 33, "name": "Л-233", "is_available": true},
    {"place_id": 34, "name": "Л-234", "is_available": true},
    {"place_id": 35, "name": "Л-235", "is_available": true},
    {"place_id": 36, "name": "Л-236", "is_available": true},
    {"place_id": 37, "name": "Л-237", "is_available": true},
    {"place_id": 38, "name": "Л-238", "is_available": true},
    {"place_id": 39, "name": "Л-239", "is_available": true},
    {"place_id": 40, "name": "Л-240", "is_available": true},
    {"place_id": 41, "name": "Л-241", "is_available": true},
    {"place_id": 42, "name": "Л-242", "is_available": true},
    {"place_id": 43, "name": "Л-243", "is_available": true},
    {"place_id": 44, "name": "Л-244", "is_available": true},
    {"place_id": 45, "name": "Л-245", "is_available": true},
    {"place_id": 46, "name": "Л-246", "is_available": true},
    {"place_id": 47, "name": "Л-247", "is_available": true},
    {"place_id": 48, "name": "Л-248", "is_available": true},
    {"place_id": 49, "name": "Л-249", "is_available": true},
    {"place_id": 50, "name": "Л-250", "is_available": true},
    {"place_id": 51, "name": "Л-251", "is_available": true},
    {"place_id": 52, "name": "Л-252", "is_available": true},


    {"place_id": 53, "name": "П-201", "is_available": true},
    {"place_id": 54, "name": "П-202", "is_available": true},
    {"place_id": 55, "name": "П-203", "is_available": true},
    {"place_id": 56, "name": "П-204", "is_available": true},
    {"place_id": 57, "name": "П-205", "is_available": true},
    {"place_id": 58, "name": "П-206", "is_available": true},
    {"place_id": 59, "name": "П-207", "is_available": true},
    {"place_id": 60, "name": "П-208", "is_available": true},
    {"place_id": 61, "name": "П-209", "is_available": true},
    {"place_id": 62, "name": "П-210", "is_available": true},
    {"place_id": 63, "name": "П-211", "is_available": true},
    {"place_id": 64, "name": "П-212", "is_available": true},
    {"place_id": 65, "name": "П-213", "is_available": true},
    {"place_id": 66, "name": "П-214", "is_available": true},
    {"place_id": 67, "name": "П-215", "is_available": true},
    {"place_id": 68, "name": "П-216", "is_available": true},
    {"place_id": 69, "name": "П-217", "is_available": true},
    {"place_id": 70, "name": "П-218", "is_available": true},
    {"place_id": 71, "name": "П-219", "is_available": true},
    {"place_id": 72, "name": "П-220", "is_available": true},
    {"place_id": 73, "name": "П-221", "is_available": true},
    {"place_id": 74, "name": "П-222", "is_available": true},
    {"place_id": 75, "name": "П-223", "is_available": true},
    {"place_id": 76, "name": "П-224", "is_available": true},
    {"place_id": 77, "name": "П-225", "is_available": true},
    {"place_id": 78, "name": "П-226", "is_available": true},
    {"place_id": 79, "name": "П-227", "is_available": true},
    {"place_id": 80, "name": "П-228", "is_available": true},
    {"place_id": 81, "name": "П-229", "is_available": true},
    {"place_id": 82, "name": "П-230", "is_available": true},
    {"place_id": 83, "name": "П-231", "is_available": true},
    {"place_id": 84, "name": "П-232", "is_available": true},
    {"place_id": 85, "name": "П-233", "is_available": true},
    {"place_id": 86, "name": "П-234", "is_available": true},
    {"place_id": 87, "name": "П-235", "is_available": true},
    {"place_id": 88, "name": "П-236", "is_available": true},
    {"place_id": 89, "name": "П-237", "is_available": true},
    {"place_id": 90, "name": "П-238", "is_available": true},
    {"place_id": 91, "name": "П-239", "is_available": true},
    {"place_id": 92, "name": "П-240", "is_available": true},
    {"place_id": 93, "name": "П-241", "is_available": true},
    {"place_id": 94, "name": "П-242", "is_available": true},
    {"place_id": 95, "name": "П-243", "is_available": true},
    {"place_id": 96, "name": "П-244", "is_available": true},
    {"place_id": 97, "name": "П-245", "is_available": true},
    {"place_id": 98, "name": "П-246", "is_available": true},
    {"place_id": 99, "name": "П-247", "is_available": true},
    {"place_id": 100, "name": "П-248", "is_available": true},
    {"place_id": 101, "name": "П-249", "is_available": true},
    {"place_id": 102, "name": "П-250", "is_available": true},
    {"place_id": 103, "name": "П-251", "is_available": true},
    {"place_id": 104, "name": "П-252", "is_available": true},
    {"place_id": 105, "name": "П-253", "is_available": true},
    {"place_id": 106, "name": "П-254", "is_available": true},

    {"place_id": 107, "name": "Л-101", "is_available": true},
    {"place_id": 108, "name": "Л-102", "is_available": true},
    {"place_id": 109, "name": "Л-103", "is_available": true},
    {"place_id": 110, "name": "Л-104", "is_available": true},
    {"place_id": 111, "name": "Л-105", "is_available": true},
    {"place_id": 112, "name": "Л-106", "is_available": true},
    {"place_id": 113, "name": "Л-107", "is_available": true},
    {"place_id": 114, "name": "Л-108", "is_available": true},
    {"place_id": 115, "name": "Л-109", "is_available": true},
    {"place_id": 116, "name": "Л-110", "is_available": true},
    {"place_id": 117, "name": "Л-111", "is_available": true},
    {"place_id": 118, "name": "Л-112", "is_available": true},
    {"place_id": 119, "name": "Л-113", "is_available": true},
    {"place_id": 120, "name": "Л-114", "is_available": true},
    {"place_id": 121, "name": "Л-115", "is_available": true},
    {"place_id": 122, "name": "Л-116", "is_available": true},
    {"place_id": 123, "name": "Л-117", "is_available": true},
    {"place_id": 124, "name": "Л-118", "is_available": true},
    {"place_id": 125, "name": "Л-119", "is_available": true},
    {"place_id": 126, "name": "Л-120", "is_available": true},
    {"place_id": 127, "name": "Л-121", "is_available": true},
    {"place_id": 128, "name": "Л-122", "is_available": true},
    {"place_id": 129, "name": "Л-123", "is_available": true},
    {"place_id": 130, "name": "Л-124", "is_available": true},
    {"place_id": 131, "name": "Л-125", "is_available": true},
    {"place_id": 132, "name": "Л-126", "is_available": true},
    {"place_id": 133, "name": "Л-127", "is_available": true},
    {"place_id": 134, "name": "Л-128", "is_available": true},
    {"place_id": 135, "name": "Л-129", "is_available": true},
    {"place_id": 136, "name": "Л-130", "is_available": true},
    {"place_id": 137, "name": "Л-131", "is_available": true},
    {"place_id": 138, "name": "Л-132", "is_available": true},
    {"place_id": 139, "name": "Л-133", "is_available": true},
    {"place_id": 140, "name": "Л-134", "is_available": true},
    {"place_id": 141, "name": "Л-135", "is_available": true},
    {"place_id": 142, "name": "Л-136", "is_available": true}
  ]
  }
}
